/* No comment provided by engineer. */
"Login" = "用户名";
"Password" = "密码";
"Remember me" = "存储当前账户信息";
"Go!" = "前往";
"Machine 1" = "机器1";
"ALARM DETAILS" = "警报详情";
"Message" = "信息";
"Alarm name" = "警报名称";
"Machine name" = "机器名称";
"Date" = "日期";
"Alarm type" = "警报类别";
"Properties and time zone configuration" = "属性和时区";
"Alarm level 1" = "1级警报";
"Alarm level 2" = "2级警报";
"Disable all alarms" = "关闭所有警报";
"Cancel" = "取消";
"Language selection" = "语言选择";
"English" = "英语";
"French" = "法语";
"Chinese" = "中文";
"Cancel" = "取消";
"Done" = "结束";
"Time zone configuration - Alarm level 1" = "时区设置－1级警报";
"Time zone configuration - Alarm level 2" = "时区设置－2级警报";
"Monday" = "周一";
"Tuesday" = "周二";
"Wednesday" = "周三";
"Thursday" = "周四";
"Friday" = "周五";
"Saturday" = "周六";
"Sunday" = "周日";
"From" = "从";
"To" = "至";
"All day" = "全天";
"NOTIFICATION SETTINGS" = "通知设置";
"Sound always active" = "声音通知一直开启";
"Override phone settings" = "忽略手机设置";
"Override phone settings. Sound notifications even if phone is on mute" = "忽略手机设置. 手机静音模式下声音通知开启";
"Vibration" = "震动";
"Vibration on notification reception" = "收到通知时震动";
"System notification" = "通知系统";
"Will display a message above any activities on alert reception" = "优先显示警报通知";
"h" = "小时";
"1h" = "1小时";
"2h" = "2小时";
"4h" = "4小时";
"24h" = "24小时";
"pm" = "下午";
"Disable all alarm period" = "禁用所有报警期";




